Repository: BoyPlankton/hangupsbot
Catalog: hangupsbot/locale/*/LC_MESSAGES/hangupsbot.po
Languages: cs

source: usage:
cs: použití:

source: positional arguments
cs: povinné argumenty

source: optional arguments
cs: volitelné argumenty

source: show this help message and exit
cs: vypíše tuto nápovědu a skončí

source: show program's version number and exit
cs: vypíše verzi programu a skončí

source: %s: error: %s
cs: %s: chyba: %s

source: Unknown command handler
cs: Neznámý příkaz

source: {}: Unknown command!
cs: {}: Ja ne znaju, ne ponimaju!

source: Help me, Obi-Wan Kenobi. You're my only hope. Usage: /bot help [command]
cs: Help me, Obi-Wan Kenobi. You're my only hope. Použití: /bot help [command]

source: Supported commands:
cs: Podporované příkazy:

source: Let's play ping pong!
cs: Zahrajem si ping pong!

source: Monkey see, monkey do! Usage: /bot echo text
cs: Pojďme se opičit! Použití: /bot echo text

source: List all participants in current conversation (including G+ accounts and emails)
cs: Výpis všech uživatelů v aktuálním Hangoutu (včetně G+ účtů a emailů)

source: List of participants ({} total):
cs: Seznam uživatelů (celkem {}):

source: Find user by name Usage: /bot user user_name
cs: Vyhledá uživatele podle jména Použití: /bot user user_name

source: Search results for user name "{}":
cs: Výsledky hledání uživatelů jménem "{}":

source: List all conversations where bot is wreaking havoc Legend: c ... commands, f ... forwarding, a ... autoreplies
cs: Výpis všech aktivních Hangoutů, v kterých řádí bot Vysvětlivky: c ... commands, f ... forwarding, a ... autoreplies

source: Active conversations:
cs: Seznam aktivních Hangoutů:

source: Rename current conversation Usage: /bot rename new_conversation_name
cs: Přejmenuje aktuální Hangout Použití: /bot rename new_conversation_name

source: Leave current (or specified) conversation Usage: /bot leave [conversation_name]
cs: Opustí aktuální nebo jiný specifikovaný Hangout Použití: /bot leave [conversation_name]

source: Annoy people with easter egg combo! Usage: /bot easteregg easter_egg_type [count] [period] Supported easter eggs: ponies, pitchforks, bikeshed, shydino
cs: Spustí combo velikonočních vajíček! Použití: /bot easteregg easter_egg_type [count] [period] Podporovaná velikonoční vajíčka: ponies, pitchforks, bikeshed, shydino

source: Spoof IngressBot on specified GPS coordinates Usage: /bot spoof latitude,longitude [hack|fire|deploy|mod] [level] [count]
cs: Spoofne instanci IngressBota na určené GPS souřadnice Použití: /bot spoof latitude,longitude [hack|fire|deploy|mod] [level] [count]

source: !!! WARNING !!!
cs: !!! POZOR !!!

source: Agent {} (
cs: Uživatel {} (

source: ) has been reported to Niantic for attempted spoofing!
cs: ) byl právě reportován Nianticu za pokus o spoofing!

source: Reload bot configuration from file
cs: Znovu načte konfiguraci bota ze souboru

source: Oh my God! They killed Kenny! You bastards!
cs: Nech bota žít!

source: HangupsBot killed by user {} from conversation {}
cs: HangupsBot byl ukončen uživatelem {} z konverzace {}

source: Show or change bot configuration Usage: /bot config [get|set] [key] [subkey] [...] [value]
cs: Zobrazí nebo upraví konfiguraci bota Použití: /bot config [get|set] [key] [subkey] [...] [value]

source: Key not found!
cs: Klíč nenalezen!

source: Conversation ID: {}
cs: ID konverzace: {}

source: Conversation name: {}
cs: Jméno konverzace: {}

source: User ID: {}
cs: ID uživatele: {}

source: User name: {}
cs: Jméno uživatele: {}

source: Timestamp: {}
cs: Časová značka: {}

source: {}: How may I serve you?
cs: {}: Co si bude pán ráčit?

source: {}: Welcome!
cs: {}: Ahoj, vítej mezi nás!

source: {} invited user {} without authorization!
cs: {} neoprávněně přidal do tohoto Hangoutu uživatele {}!

source: {}: Please leave this conversation immediately!
cs: {}: Opusťte prosím urychleně tento Hangout!

source: {} has jilted us :-( Hasta la vista, baby!
cs: {} nám dal košem :-( Řekněte pá pá!

source: {} cleared the conversation name
cs: {} odstranil nastavené jméno konverzace

source: {} renamed the conversation to {}
cs: {} přejmenoval konverzaci na {}

source: Login failed ({})
cs: Přihlášení selhalo ({})

source: Client unexpectedly disconnected: {}
cs: Klient byl neočekávaně odpojen od serveru: {}

source: Waiting {} seconds...
cs: Čekám {} sekund...

source: Trying to connect again (try {} of {})...
cs: Pokouším se znovu připojit (pokus {} z {})...

source: Maximum number of retries reached! Exiting...
cs: Dosažen maximální počet pokusů o připojení! Ukončuji...

source: Failed to send message!
cs: Nepodařilo se odeslat zprávu!

source: Connected!
cs: Připojen!

source: Conversations:
cs: Konverzace:

source: Connection lost!
cs: Připojení ztraceno!

source: log detailed debugging messages
cs: ukládat do logu podrobné debugovací zprávy

source: log file path
cs: cesta k souboru logu

source: cookie storage path
cs: cesta k souboru cookies

source: config storage path
cs: cesta ke konfiguračnímu souboru

source: Failed to create directory: {}
cs: Nepodařilo se vytvořit adresář: {}

source: Failed to copy default config file: {}
cs: Nepodařilo se zkopírovat výchozí konfigurační soubor: {}
